<div class="content_title">プライバシーポリシー</div>
<div class="mb_2rem">
    <div class="mb_2rem">
    Readingtohabit(以下「本サービス」と言います。)は、ユーザーについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー(以下「本ポリシー」と言います。)を定めます。
    </div>

    <div class="mb_2rem">
        <div class="font_bold">収集する利用者情報および収集方法</div>
        <div>
        本ポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他ユーザーまたはユーザーの端末に関連して生成または蓄積された情報であって、本ポリシーに基づき当社が収集するものを意味するものとします。
        本サービスが収集する利用者情報は、その収集方法に応じて、以下のようなものとなります。
        </div>
        <div>
            <div>(1)ユーザーからご提供いただく情報</div>
            <div>本サービスを利用するために、または本サービスの利用を通じてユーザーからご提供いただく情報は以下のとおりです。</div>
            <ul>
                <li class="li_normal">メールアドレス</li>
                <li class="li_normal">入力フォームその他本サービスが定める方法を通じてユーザーが入力または送信する情報</li>
            </ul>
            <div>(2)ユーザーが本サービスを利用するにあたって、本サービスが収集する情報</div>
            <div>本サービスは、本サービスへのアクセス状況やそのご利用方法に関する情報を収集することがあります。これには以下の情報が含まれます。</div>
            <ul>
                <li class="li_normal">リファラ</li>
                <li class="li_normal">IPアドレス</li>
                <li class="li_normal">サーバーアクセスログに関する情報</li>
                <li class="li_normal">Cookie, ADID, IDFA その他の識別子</li>
            </ul>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">利用目的</div>
        <div>
            <div>本サービスのサービス提供にかかわる利用者情報の具体的な利用目的は以下のとおりです。</div>
            <div>(1)本サービスに関する登録の受付、本人確認、ユーザー認証、ユーザー設定の記録、本サービスのメール機能のため</div>
            <div>(2)ユーザーのトラフィック測定および行動測定のため</div>
            <div>(3)本サービスに関するご案内、お問い合わせ等への対応のため</div>
            <div>(4)本サービスに関する本サービスの規約、ポリシー等(以下「規約等」と言います。)に違反する行為に対する対応のため</div>
            <div>(5)本サービスに関する規約等の変更などを通知するため</div>
        </div>
    </div>
        
    <div class="mb_2rem">
        <div class="font_bold">通知・公表または同意取得の方法、利用中止要請の方法</div>
        <div>
        ユーザーは、本サービスの所定の連絡方法により、利用者情報の全部または一部についてその収集または利用の停止を求めることができ、
        この場合、本サービスは速やかに、本サービスに定めるところに従い、その利用を停止します。
        なお、利用者情報の項目によっては、その収集または利用が本サービスの前提となるため、本サービス所定の方法により本サービスを退会した場合に限り、本サービスはその収集または利用を停止します。
        </div>
    </div>
        
    <div class="mb_2rem">
        <div class="font_bold">第3者提供</div>
        <div>
        本サービスは、利用者情報のうち、個人情報については、予めユーザーの同意を得ないで、
        第3者(日本国内にある者を含みます。)に提供しません。但し、次に掲げる必要があり第3者(日本国外にある者を含みます。)に提供する場合はこの限りではありません。
        </div>
        <div>(1)本サービスが利用目的の達成に必要な範囲において個人情報の取扱いの全部または一部を委託する場合</div>
        <div>(2)合併その他の事由による事業の承継に伴って個人情報が提供される場合</div>
        <div>(3)国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、ユーザーの同意を得ることによって当該事務の遂行に支障を及ぼす恐れがある場合</div>
        <div>(4)その他、個人情報の保護に関する法律(以下「個人情報保護法」と言います。)その他の法令で認められる場合</div>
    </div>
        
    <div class="mb_2rem">
        <div class="font_bold">個人情報の開示</div>
        <div>
        本サービスは、ユーザーから、個人情報保護法の定めに基づき個人情報の開示を求められたときは、
        ユーザーご本人からのご請求であることを確認の上で、ユーザーに対し、遅滞なく開示を行います。(当該個人情報が存在しないときにはその旨を通知いたします。)
        但し、個人情報保護法その他の法令により、本サービスが開示の義務を負わない場合は、この限りではありません。
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">個人情報の訂正および利用停止等</div>
        <div>
            <ol>
                <li class="li_normal">本サービスは、ユーザーから、(1)個人情報が真実でないという理由によって個人情報保護法の定めに基づきその内容の訂正を求められた場合、および(2)予め公表された利用目的の範囲を超えて取扱われているという理由または偽りその他不正の手段により収集されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止を求められた場合には、ユーザーご本人からのご請求であることを確認の上で遅滞なく必要な調査を行い、その結果に基づき、個人情報の内容の訂正または利用停止を行い、その旨をユーザーに通知します。なお、訂正または利用停止を行わない旨の決定をしたときは、ユーザーに対しその旨を通知いたします。</li>
                <li class="li_normal">本サービスは、ユーザーから、ユーザーの個人情報について消去を求められた場合、本サービスが当該請求に応じる必要があると判断した場合は、ユーザーご本人からのご請求であることを確認の上で、個人情報の消去を行い、その旨をユーザーに通知します。</li>
                <li class="li_normal">個人情報保護法その他の法令により、本サービスが訂正または利用停止等の義務を負わない場合は、1および2の規定は適用されません。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">連絡先</div>
        <div>
        ご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わせは、下記のハイパーリンクからお願いいたします。
        </div>
        <div>
            <a  class="link_primary" href="{{\DocumentRootConst::DOCUMENT_ROOT}}contact_form">お問い合わせフォーム</a>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">プライバシーポリシーの変更手続</div>
        <div>
        本サービスは、必要に応じて、本ポリシーを変更します。但し、法令上ユーザーの同意が必要となるような本ポリシーの変更を行う場合、
        変更後の本ポリシーは、本サービス所定の方法で変更に同意したユーザーに対してのみ適用されるものとします。
        なお、本サービスは、本ポリシーを変更する場合には、変更後の本ポリシーの施行時期および内容を本サービス上での表示その他の適切な方法により周知し、またはユーザーに通知します。
        </div>
    </div>
</div>
