<div class="content_title">利用規約</div>
<div class="mb_2rem">
    <div class="mb_2rem">
    本利用規約(以下「本規約」と言います。)には、Readingtohabit(以下「本サービス」と言います。)の
    提供条件および本サービスと登録ユーザーの皆様との間の権利義務関係が定められております。
    本サービスのご利用に際しては、本規約の全文をお読みいただいたうえで、本規約に同意いただく必要がございます。
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第1条(適用)</div>
        <div>
            <ol>
                <li class="li_normal">本規約は本サービスの提供条件および本サービスのご利用に関する当社と登録ユーザーとの間の権利義務関係を定めることを目的とし、登録ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されます。</li>
                <li class="li_normal">本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先されるものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第2条(定義)</div>
        <div>
            <div>本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。</div>
            <ol>
                <li class="li_normal">「登録ユーザー」とは、第3条(登録)に基づいて本サービスの利用者としての登録がなされた個人または法人を意味します。</li>
                <li class="li_normal">「サービス利用契約」とは、本規約を契約条件として本サービスと登録ユーザーの間で締結される、本サービスの利用契約を意味します。</li>
                <li class="li_normal">「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権(それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。)を意味します。</li>
                <li class="li_normal">「投稿データ」とは、登録ユーザーが本サービスを利用して投稿するコンテンツ(文章、画像)を意味します。</li>
            </ol>
        </div>
    </div>
        
    <div class="mb_2rem">
        <div class="font_bold">第3条(登録)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスの利用を希望するもの(以下「登録希望者」といいます。)は、本規約を遵守することに同意し、かつ本サービスの定める一定の情報(以下「登録事項」と言います。)を本サービスの定める方法で本サービスに提供することにより、本サービスの利用の登録を申請することができます。</li>
                <li class="li_normal">本サービスは、本サービスの基準に従って、第1項に基づいて登録申請を行った登録希望者(以下「登録申請者」と言います。)の登録の可否を判断し、本サービスがこれを承認することをもって完了したものとします。</li>
                <li class="li_normal">前項に定める登録の完了時に、サービス利用契約が成立し、登録ユーザーは本サービスを本規約に従い利用することができるようになります。</li>
                <li class="li_normal">本サービスは、登録申請者が、以下の各号のいずれかの事由に該当する場合は、登録および再登録を拒否することがあり、またその理由について一切開示義務を負いません。</li>
                <div>(1)本サービスに提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合</div>
                <div>(2)未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合</div>
                <div>(3)反社会的勢力等(暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずるものを意味します。以下同じ。)である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当社が判断した場合</div>
                <div>(4)過去本サービスとの契約に違反した者またはその関係者であると本サービスが判断した場合</div>
                <div>(5)第10条に定める措置を受けたことがある場合</div>
                <div>(6)その他、登録を適当でないと本サービスが判断した場合</div>
            </ol>
        </div>
    </div>
        
    <div class="mb_2rem">
        <div class="font_bold">第4条(パスワードおよびメールアドレスの管理)</div>
        <div>
            <ol>
                <li class="li_normal">登録ユーザーは、自己の責任において、本サービスに関するパスワードおよびメールアドレスを適切に管理及び保管するものとし、これを第3者に利用させ、または貸与、譲渡、売買等をしてはならないものとします。</li>
                <li class="li_normal">パスワードまたはメールアドレスの管理不十分、使用上の過誤、第3者の使用等によって生じた損害に関する責任は登録ユーザーが負うものとします。</li>
            </ol>
        </div>
    </div>
        
    <div class="mb_2rem">
        <div class="font_bold">第5条(禁止事項)</div>
        <div>登録ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると本サービスが判断する行為をしてはなりません。</div>
        <div>
            <div>(1)法令に違反する行為または犯罪行為に関連する行為</div>
            <div>(2)本サービスの他の利用者またはその他の第3者に対する詐欺または脅迫行為</div>
            <div>(3)公序良俗に反する行為</div>
            <div>(4)本サービスの他の利用者またはその他の第3者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為</div>
            <div>(5)本サービスを通じ、以下に該当し、または該当すると本サービスが判断する情報を本サービスの他の利用者に送信すること</div>
            <ul>
                <li class="li_normal">過度に暴力的または残虐な表現を含む情報</li>
                <li class="li_normal">コンピューター・ウイルスその他の有害なコンピューター・プログラムを含む情報</li>
                <li class="li_normal">本サービスの他の利用者またはその他の第3者の名誉または信用を毀損する表現を含む情報</li>
                <li class="li_normal">過度にわいせつな表現を含む情報</li>
                <li class="li_normal">差別を助長する表現を含む情報</li>
                <li class="li_normal">自殺、自傷行為を助長する表現を含む情報</li>
                <li class="li_normal">薬物の不適切な利用を助長する表現を含む情報</li>
                <li class="li_normal">反社会的な表現を含む情報</li>
                <li class="li_normal">チェーンメール等の第3者への情報の拡散を求める情報</li>
                <li class="li_normal">他人に不快感を与える表現を含む情報</li>
            </ul>
            <div>(6)本サービスのネットワークまたはシステム等に過度な負荷をかける行為</div>
            <div>(7)本サービスが提供するソフトウエアその他のシステムに対するリバースエンジニアリングその他の解析行為</div>
            <div>(8)本サービスの運営を妨害するおそれのある行為</div>
            <div>(9)本サービスのネットワークまたはシステム等への不正アクセス</div>
            <div>(10)第3者に成りすます行為</div>
            <div>(11)本サービスの他の利用者のメールアドレスまたはパスワードを利用する行為</div>
            <div>(12)本サービスの他の利用者の情報の収集</div>
            <div>(13)本サービス、本サービスの他の利用者またはその他の第3者に不利益、損害、不快感を与える行為</div>
            <div>(14)反社会的勢力等への利益供与</div>
            <div>(15)前各号の行為を直接または間接に惹起し、または容易にする行為</div>
            <div>(16)前各号の行為を試みること</div>
            <div>(17)その他、当社が不適切と判断する行為</div>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第8条(本サービスの停止等)</div>
        <div>
        本サービスは、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、
        本サービスの全部または一部の提供を停止または中断することができるものとします。
        </div>
        <div>(1)本サービスに係るコンピューター・システムの点検または保守作業を緊急に行う場合</div>
        <div>(2)コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング等により本サービスの運営ができなくなった場合</div>
        <div>(3)地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合</div>
        <div>(4)その他、本サービスが停止または中断を必要と判断した場合</div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第9条(権利帰属)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスに関する知的財産権はすべて本サービスにライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、本サービスに関するまたは本サービスにライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。</li>
                <li class="li_normal">登録ユーザーは、投稿データについて、自らが投稿その他送信することについての適法な権利を有していること、および投稿データが第3者の権利を侵害していないことについて、本サービスに対し表明し、保証するものとします。</li>
                <li class="li_normal">登録ユーザーは、投稿データについて、本サービスに対し、世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成、表示および実行に関するライセンスを付与します。また、他の登録ユーザーに対しても、本サービスを利用して登録ユーザーが投稿の使用、複製、配布、派生著作物を作成、表示および実行することについての非独占的なライセンスを付与します。</li>
                <li class="li_normal">登録ユーザーは、本サービスから権利を継承しまたは許諾されたものに対して著作者人格権を行使しないことに同意するものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第10条(登録抹消等)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスは、登録ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知または催告することなく、投稿データを削除もしくは非表示にし、当該登録ユーザーについて本サービスの利用を一時的に停止し、または登録ユーザーとしての登録を抹消することができます。</li>
                <div>(1)本規約のいずれかの条項に違反した場合</div>
                <div>(2)当社からの問い合わせその他の回答を求める連絡に対して【30日】間以上応答がない場合</div>
                <div>(3)その他、本サービスが本サービスの利用または登録ユーザーとしての登録の継続を適当でないと判断した場合</div>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第11条(退会)</div>
        <div>
            <ol>
                <li class="li_normal">登録ユーザーは、本サービス所定の手続きの完了により、本サービスから退会し、自己の登録ユーザーとしての登録を抹消することができます。</li>
                <li class="li_normal">退会後の利用者情報の取扱いについては、第15条の規定に従うものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第12条(本サービスの内容の変更、終了)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスは、本サービスの都合により、本サービスの内容を変更し、または提供を終了することができます。</li>
                <li class="li_normal">本サービスが本サービスの提供を終了する場合、本サービスは登録ユーザーに事前に通知するものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第13条(保証の否認および免責)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスは、本サービスが登録ユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、登録ユーザーによる本サービスの利用が登録ユーザーに適用のある法令または業界団体の内部規則等に適合すること、継続的に利用できること、および不具合が生じないことについて、暗示または黙示を問わず何ら保証するものではありません。</li>
                <li class="li_normal">本サービスに関連して登録ユーザーと他の登録ユーザーまたは第3者との間において生じた取引、連絡、紛争等については、登録ユーザーが自己の責任によって解決するものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第14条(秘密保持)</div>
        <div>
        登録ユーザーは、本サービスに関連して本サービスが登録ユーザーに対して秘密に取扱うことを求めて開示した非公知の情報について、本サービスの事前の書面による承諾がある場合を除き、秘密に取扱うものとします。
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第15条(利用者情報の取扱い)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスによる登録ユーザーの利用者情報の取扱いについては、別途本サービスプライバシーポリシーの定めによるものとし、登録ユーザーはこのプライバシーポリシーに従って本サービスが登録ユーザーの利用者情報を取扱うことについて同意するものとします。</li>
                <li class="li_normal">本サービスは、登録ユーザーが本サービスに提供した情報、データ等を、個人を特定できない形での統計的な情報として、本サービスの裁量で、利用および公開することができるものとし、登録ユーザーはこれに異議を唱えないものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第16条(本規約等の変更)</div>
        <div>
        本サービスは、本サービスが必要と認めた場合は、本規約を変更できるものとします。
        本契約を変更する場合、変更後の本規約の施行時期および内容を本サービス上での掲示その他の適切な方法により周知し、または登録ユーザーに通知します。
        但し、法令上登録ユーザーの同意が必要となるような内容の変更の場合は、本サービス所定の方法で登録ユーザーの同意を得るものとします。
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第17条(連絡/通知)</div>
        <div>
            <ol>
                <li class="li_normal">本サービスに関する問い合わせその他登録ユーザーから本サービスに対する連絡または通知、および本規約の変更に関する通知その他本サービスから登録ユーザーに対する連絡または通知は、本サービスの定める方法で行うものとします。</li>
                <li class="li_normal">本サービスが登録事項に含まれるメールアドレスその他の連絡先に連絡または通知を行った場合、登録ユーザーは当該連絡または通知を受領したものとみなします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第18条(サービス利用契約上の地位の譲渡等)</div>
        <div>
            <ol>
                <li class="li_normal">登録ユーザーは、本サービスの書面による事前に承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務につき、第3者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。</li>
                <li class="li_normal">本サービスは本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い利用契約上の地位、本規約に基づく権利および義務並びに登録ユーザーの登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、登録ユーザーは、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。</li>
            </ol>
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第19条(分離可能性)</div>
        <div>
        本規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効または執行不能と判断された場合であっても、本規約の残りの規定および一部が無効または執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。
        </div>
    </div>

    <div class="mb_2rem">
        <div class="font_bold">第20条(準拠法および管轄裁判所)</div>
        <div>
            <ol>
                <li class="li_normal">本規約およびサービス利用契約の準拠法は日本法とします。</li>
                <li class="li_normal">本規約またはサービス利用契約に起因し、または関連する一切の紛争については、東京地方裁判所を第1審の専属的合意管轄裁判所とします。</li>
            </ol>
        </div>
    </div>
</div>
